//**** ВНИМАНИЕ!!!
//**** ДАННЫЕ НАСТРОЙКИ ТЕРЯЮТ АКТУАЛЬНОСТЬ ПРИ УСТАНОВЛЕННОМ МОДУЛЕ АНАЛОГИЧНЫХ НАСТРОЕК ПЛАТФОРМЫ

// Размер зоны для игроков на время подготовки
prepareZoneSize = 90;

// Противоборствующие стороны ("WEST", "EAST", "INDEPENDENT")
blueforSide = "WEST";
opforSide =  "EAST";
independentSide =  "INDEPENDENT";

// Интро (0 - нет, 1 - да)
UAVIntro = 0;

// Разрешить использовать T-Cube Motion Tracker (Fireteam HUD)? (0 - нет, 1 - да)
fireteamHUD = 0;

// Дистанция обзора (должна быть не менее 200 метров)
viewDistance = 2000;

// Отключать возможность выбора дистанции обзора игроком от 200м до максимальной дистанции, установленной выше
Disable_ViewDistance_Dialog = 0;

// Раздавать игрокам ПНВ в светлое время суток (0 - нет, 1 - да)
daytimeNVG = 0;

// Отображать диалог выбора оружия. Иначе - выдавать первые виды оружия из массивов основного, второстепенного и пистолетов
equipmentDialog = 1;


//**** ВНИМАНИЕ!!!
//**** ДАННЫЕ НАСТРОЙКИ ТЕРЯЮТ АКТУАЛЬНОСТЬ ПРИ УСТАНОВЛЕННОМ МОДУЛЕ АНАЛОГИЧНЫХ НАСТРОЕК ПЛАТФОРМЫ